Repository: fangjunyu1/SwiftSlim
Catalog: SwiftSlim/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: A collection of iOS & macOS apps
ar: مجموعة تطبيقات iOS وmacOS
bg: Колекция от iOS и macOS приложения
bn: iOS ও macOS অ্যাপের সংগ্রহ
ca: Col·lecció d’apps per a iOS i macOS
cs: Kolekce aplikací pro iOS a macOS
da: En samling af iOS- og macOS-apps
de: Eine Sammlung von iOS- und macOS-Apps
el: Συλλογή εφαρμογών iOS και macOS
es: Una colección de apps para iOS y macOS
fi: Kokoelma iOS- ja macOS-appeja
fr: Une collection d’apps iOS et macOS
gu: iOS અને macOS એપ્સનો સંગ્રહ
he: אוסף של יישומי iOS ו-macOS
hi: iOS और macOS ऐप्स का संग्रह
hr: Kolekcija iOS i macOS aplikacija
hu: iOS- és macOS-alkalmazások gyűjteménye
id: Koleksi aplikasi iOS & macOS
it: Una raccolta di app per iOS e macOS
ja: iOS・macOSアプリのコレクション
kk: iOS және macOS қолданбалары жинағы
kn: iOS ಮತ್ತು macOS ಆಪ್‌ಗಳ ಸಂಗ್ರಹ
ko: iOS 및 macOS 앱 모음
lt: iOS ir macOS programėlių rinkinys
ml: iOS, macOS ആപ്പുകളുടെ ശേഖരം
mr: iOS आणि macOS अॅप्सचा संग्रह
ms: Koleksi aplikasi iOS & macOS
nb: En samling av iOS- og macOS-apper
nl: Een collectie iOS- en macOS-apps
or: iOS ଓ macOS ଆପ୍‌ଗୁଡ଼ିକର ସଙ୍ଗ୍ରହ
pa: iOS ਅਤੇ macOS ਐਪਾਂ ਦਾ ਸੰਗ੍ਰਹਿ
pl: Kolekcja aplikacji na iOS i macOS
pt: Uma coleção de apps para iOS e macOS
ro: O colecție de aplicații iOS și macOS
ru: Коллекция приложений для iOS и macOS
sk: Kolekcia aplikácií pre iOS a macOS
sl: Zbirka aplikacij za iOS in macOS
sv: En samling iOS- och macOS-appar
ta: iOS மற்றும் macOS பயன்பாடுகளின் தொகுப்பு
te: iOS మరియు macOS యాప్‌ల సమాహారం
th: คอลเลกชันแอป iOS และ macOS
tr: iOS ve macOS uygulamaları koleksiyonu
uk: Колекція застосунків для iOS і macOS
ur: iOS اور macOS ایپس کا مجموعہ
vi: Bộ sưu tập ứng dụng iOS & macOS
zh_hans: iOS & macOS 应用集合
zh_hant: iOS & macOS 應用集合

source: About
ar: حول
bg: Относно
bn: সম্পর্কে
ca: Sobre
cs: Info
da: Om
de: Info
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos
gu: વિશે
he: אודות
hi: परिचय
hr: Info
hu: Névjegy
id: Tentang
it: Info
ja: 概要
kk: Туралы
kn: ಬಗ್ಗೆ
ko: 정보
lt: Apie
ml: കുറിച്ച്
mr: माहिती
ms: Perihal
nb: Om
nl: Over
or: ବିଷୟରେ
pa: ਬਾਰੇ
pl: Info
pt: Sobre
ro: Despre
ru: Информация
sk: Info
sl: Info
sv: Om
ta: பற்றி
te: గురించి
th: เกี่ยวกับ
tr: Hakkında
uk: Інформація
ur: کے بارے میں
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: About the Author
ar: عن المؤلف
bg: За автора
bn: লেখক সম্পর্কে
ca: Sobre l’autor
cs: O autorovi
da: Om forfatteren
de: Über den Autor
el: Σχετικά με τον συγγραφέα
es: Sobre el autor
fi: Tietoa tekijästä
fr: À propos de l’auteur
gu: લેખક વિશે
he: על המחבר
hi: लेखक के बारे में
hr: O autoru
hu: A szerzőről
id: Tentang Penulis
it: Sull’autore
ja: 作者について
kk: Автор туралы
kn: ಲೇಖಕರ ಬಗ್ಗೆ
ko: 저자 소개
lt: Apie autorių
ml: രചയിതാവിനെക്കുറിച്ച്
mr: लेखकाविषयी
ms: Tentang Penulis
nb: Om forfatteren
nl: Over de auteur
or: ଲେଖକ ବିଷୟରେ
pa: ਲੇਖਕ ਬਾਰੇ
pl: O autorze
pt: Sobre o autor
ro: Despre autor
ru: Об авторе
sk: O autorovi
sl: O avtorju
sv: Om författaren
ta: ஆசிரியரை பற்றி
te: రచయిత గురించి
th: เกี่ยวกับผู้เขียน
tr: Yazar Hakkında
uk: Про автора
ur: مصنف کے بارے میں
vi: Về tác giả
zh_hans: 关于作者
zh_hant: 關於作者

source: About Us
ar: من نحن
bg: За нас
bn: আমাদের সম্পর্কে
ca: Sobre nosaltres
cs: O nás
da: Om os
de: Über uns
el: Σχετικά με εμάς
es: Sobre nosotros
fi: Meistä
fr: À propos de nous
gu: અમારા વિશે
he: עלינו
hi: हमारे बारे में
hr: O nama
hu: Rólunk
id: Tentang Kami
it: Chi siamo
ja: 私たちについて
kk: Біз туралы
kn: ನಮ್ಮ ಬಗ್ಗೆ
ko: 회사 소개
lt: Apie mus
ml: ഞങ്ങളേക്കുറിച്ച്
mr: आमच्याबद्दल
ms: Tentang Kami
nb: Om oss
nl: Over ons
or: ଆମ ବିଷୟରେ
pa: ਸਾਡੇ ਬਾਰੇ
pl: O nas
pt: Sobre nós
ro: Despre noi
ru: О нас
sk: O nás
sl: O nas
sv: Om oss
ta: எங்களை பற்றி
te: మా గురించి
th: เกี่ยวกับเรา
tr: Hakkımızda
uk: Про нас
ur: ہمارے بارے میں
vi: Về chúng tôi
zh_hans: 关于我们
zh_hant: 關於我們

# about_author_body1
source: During my vocational secondary school and junior college years, I was exposed to computer-related subjects, but at that time my foundation was relatively weak and my understanding of programming was still quite limited.
ar: خلال مرحلتي الدراسة في التعليم المهني الثانوي والكلية، تعرّفت على تخصصات مرتبطة بالحاسوب، لكن في ذلك الوقت كانت أساسياتي ضعيفة نسبيًا وكان فهمي للبرمجة محدودًا إلى حدّ ما.
bg: По време на обучението си в професионално средно училище и колеж имах досег до специалности, свързани с компютрите, но тогава основата ми беше сравнително слаба, а разбирането ми за програмирането също беше доста ограничено.
bn: ভোকেশনাল মাধ্যমিক বিদ্যালয় ও জুনিয়র কলেজে পড়ার সময় আমি কম্পিউটার-সংশ্লিষ্ট বিষয়ের সঙ্গে পরিচিত হয়েছিলাম, কিন্তু তখন আমার ভিত্তি তুলনামূলকভাবে দুর্বল ছিল এবং প্রোগ্রামিং সম্পর্কে আমার বোঝাপড়াও বেশ সীমিত ছিল।
ca: Durant els meus anys d’escola professional i de grau superior, vaig entrar en contacte amb estudis relacionats amb la informàtica, però en aquell moment la meva base era força feble i la meva comprensió de la programació també era força limitada.
cs: Během studia na střední odborné škole a vyšší škole jsem se setkal s obory souvisejícími s počítači, ale tehdy byly mé základy poměrně slabé a moje porozumění programování bylo také dost omezené.
da: I løbet af mine år på erhvervsskole og kort videregående uddannelse kom jeg i kontakt med computerrelaterede fag, men på det tidspunkt var mit fundament forholdsvis svagt, og min forståelse af programmering var også ret begrænset.
de: Während meiner Zeit an einer berufsbildenden Schule und einem Junior College kam ich mit computerbezogenen Fächern in Berührung, aber damals war mein Fundament eher schwach und mein Verständnis von Programmierung ebenfalls recht begrenzt.
el: Κατά τη διάρκεια των ετών μου στη δευτεροβάθμια επαγγελματική εκπαίδευση και στο junior college, ήρθα σε επαφή με αντικείμενα σχετικά με την πληροφορική, αλλά τότε οι βάσεις μου ήταν σχετικά αδύναμες και η κατανόησή μου για τον προγραμματισμό επίσης αρκετά περιορισμένη.
es: Durante mis años en la escuela profesional y el junior college, estuve en contacto con áreas relacionadas con la informática, pero en ese momento mi base era relativamente débil y mi comprensión de la programación también bastante limitada.
fi: Ammatillisen koulun ja opisto-opintojen aikana tutustuin tietotekniikkaan liittyviin aloihin, mutta silloin perustani oli melko heikko ja ymmärrykseni ohjelmoinnista oli myös varsin rajallinen.
fr: Pendant mes années dans l’enseignement professionnel secondaire et en cycle court, j’ai été en contact avec des disciplines liées à l’informatique, mais à cette époque mes bases étaient plutôt faibles et ma compréhension de la programmation restait assez limitée.
gu: મારા વ્યાવસાયિક માધ્યમિક શાળા અને જુનિયર કોલેજના સમયગાળામાં હું કમ્પ્યુટર સંબંધિત વિષયો સાથે સંપર્કમાં આવ્યો હતો, પરંતુ તે સમયે મારી પાયો તુલનાત્મક રીતે નબળી હતી અને પ્રોગ્રામિંગ અંગેની મારી સમજ પણ ઘણી મર્યાદિત હતી.
he: במהלך שנותיי בבית ספר מקצועי ובמכללה, נחשפתי לתחומים הקשורים למחשבים, אבל באותה תקופה הבסיס שלי היה חלש יחסית וההבנה שלי בתכנות הייתה גם כן מוגבלת למדי.
hi: व्यावसायिक माध्यमिक विद्यालय और जूनियर कॉलेज के दौरान मेरा कंप्यूटर से संबंधित विषयों से परिचय हुआ, लेकिन उस समय मेरी बुनियाद अपेक्षाकृत कमजोर थी और प्रोग्रामिंग की मेरी समझ भी काफी सीमित थी।
hr: Tijekom srednje strukovne škole i višeg stručnog obrazovanja bio sam u doticaju s područjima povezanima s računalstvom, ali tada mi je temelj bio relativno slab, a razumijevanje programiranja također prilično ograničeno.
hu: A szakiskolai és főiskolai éveim alatt számítástechnikával kapcsolatos területekkel foglalkoztam, de akkoriban az alapjaim viszonylag gyengék voltak, és a programozásról alkotott megértésem is meglehetősen korlátozott volt.
id: Selama masa sekolah menengah vokasi dan junior college, saya sempat mempelajari bidang yang terkait dengan komputer, tetapi saat itu dasar saya masih relatif lemah dan pemahaman saya tentang pemrograman juga cukup terbatas.
it: Durante gli anni della scuola professionale e del college breve, sono entrato in contatto con materie legate all’informatica, ma in quel periodo le mie basi erano piuttosto deboli e anche la mia comprensione della programmazione era piuttosto limitata.
ja: 私は中等職業教育校と短期大学の時期にコンピュータ関連の分野に触れていましたが、当時は基礎が比較的弱く、プログラミングへの理解もかなり限られていました。
kk: Кәсіптік орта мектеп пен кіші колледж кезеңінде мен компьютерге қатысты пәндермен таныстым, бірақ ол кезде менің негізім салыстырмалы түрде әлсіз болды, ал бағдарламалау туралы түсінігім де айтарлықтай шектеулі еді.
kn: ನಾನು ವೃತ್ತಿಪರ ಪ್ರೌಢಶಾಲೆ ಮತ್ತು ಜೂನಿಯರ್ ಕಾಲೇಜು ಅವಧಿಯಲ್ಲಿ ಕಂಪ್ಯೂಟರ್‌ಗೆ ಸಂಬಂಧಿಸಿದ ವಿಷಯಗಳನ್ನು ಕಲಿತಿದ್ದರೂ, ಆ ಸಮಯದಲ್ಲಿ ನನ್ನ ಮೂಲಭೂತ ನೆಲೆ ತುಸು ದುರ್ಬಲವಾಗಿತ್ತು ಮತ್ತು ಪ್ರೋಗ್ರಾಮಿಂಗ್‌ ಕುರಿತು ನನ್ನ ಅರಿವು ಕೂಡ ಸಾಕಷ್ಟು ಸೀಮಿತವಾಗಿತ್ತು.
ko: 저는 중등 직업교육과 전문대 과정에서 컴퓨터 관련 분야를 접했지만, 당시에는 기초가 비교적 약했고 프로그래밍에 대한 이해도도 상당히 제한적이었습니다.
lt: Mokydamasis profesinėje mokykloje ir kolegijoje susidūriau su su kompiuteriais susijusiomis sritimis, tačiau tuo metu mano pagrindai buvo gana silpni, o programavimo supratimas taip pat gana ribotas.
ml: വൊക്കേഷണൽ സെക്കൻഡറി സ്കൂളിലും ജൂനിയർ കോളേജിലും പഠിച്ച കാലത്ത് ഞാൻ കമ്പ്യൂട്ടറുമായി ബന്ധപ്പെട്ട വിഷയങ്ങളുമായി പരിചയപ്പെട്ടു, പക്ഷേ അന്ന് എന്റെ അടിസ്ഥാനങ്ങൾ താരതമ്യേന ദുർബലമായിരുന്നു, പ്രോഗ്രാമിംഗിനെക്കുറിച്ചുള്ള എന്റെ മനസ്സിലാക്കലും വളരെ പരിമിതമായിരുന്നു.
mr: व्यावसायिक माध्यमिक शाळा आणि ज्युनियर कॉलेजच्या काळात माझा संगणक-संबंधित विषयांशी परिचय झाला होता, पण त्या वेळी माझी पायाभूत तयारी तुलनेने कमकुवत होती आणि प्रोग्रामिंगबद्दलची माझी समजही बरीच मर्यादित होती.
ms: Semasa di sekolah menengah vokasional dan kolej, saya pernah terdedah kepada bidang berkaitan komputer, tetapi pada masa itu asas saya agak lemah dan pemahaman saya tentang pengaturcaraan juga agak terhad.
nb: I løpet av årene mine på yrkesskole og junior college kom jeg i kontakt med datarelaterte fag, men på den tiden var grunnlaget mitt relativt svakt, og forståelsen min av programmering var også ganske begrenset.
nl: Tijdens mijn jaren op de beroepsschool en junior college kwam ik al in aanraking met computergerelateerde vakken, maar mijn basis was toen vrij zwak en mijn begrip van programmeren ook vrij beperkt.
or: ମୋର ବୃତ୍ତିମୂଳକ ମାଧ୍ୟମିକ ଶିକ୍ଷା ଏବଂ ଜୁନିଅର କଲେଜ ସମୟରେ ମୁଁ କମ୍ପ୍ୟୁଟର ସମ୍ବନ୍ଧୀୟ ବିଷୟ ସହିତ ପରିଚିତ ହୋଇଥିଲି, କିନ୍ତୁ ସେତେବେଳେ ମୋର ଭିତ୍ତି ତୁଳନାମୂଳକ ଭାବେ ଦୁର୍ବଳ ଥିଲା ଏବଂ ପ୍ରୋଗ୍ରାମିଂ ବିଷୟରେ ମୋର ବୁଝାମଣା ମଧ୍ୟ ଅନେକ ସୀମିତ ଥିଲା।
pa: ਮੇਰੇ ਵੋਕੇਸ਼ਨਲ ਸਕੈਂਡਰੀ ਸਕੂਲ ਅਤੇ ਜੂਨੀਅਰ ਕਾਲਜ ਦੇ ਦੌਰਾਨ ਮੇਰਾ ਕੰਪਿਊਟਰ ਨਾਲ ਸੰਬੰਧਿਤ ਵਿਸ਼ਿਆਂ ਨਾਲ ਪਰਚਾ ਹੋਇਆ, ਪਰ ਉਸ ਵੇਲੇ ਮੇਰੀ ਬੁਨਿਆਦ ਤੁਲਨਾਤਮਕ ਤੌਰ 'ਤੇ ਕਮਜ਼ੋਰ ਸੀ ਅਤੇ ਪ੍ਰੋਗ੍ਰਾਮਿੰਗ ਬਾਰੇ ਮੇਰੀ ਸਮਝ ਵੀ ਕਾਫ਼ੀ ਸੀਮਿਤ ਸੀ।
pl: W czasie nauki w szkole zawodowej i college’u miałem kontakt z kierunkami związanymi z informatyką, ale wtedy moje podstawy były stosunkowo słabe, a moje rozumienie programowania również dość ograniczone.
pt: Durante meus anos no ensino profissional e no junior college, tive contato com áreas relacionadas à computação, mas naquela época minha base era relativamente fraca e meu entendimento de programação também era bastante limitado.
ro: În perioada liceului profesional și a colegiului, am avut contact cu domenii legate de informatică, dar atunci baza mea era relativ slabă, iar înțelegerea mea despre programare era și ea destul de limitată.
ru: Во время учёбы в профессиональной средней школе и колледже я соприкасался с направлениями, связанными с компьютерами, но тогда моя база была сравнительно слабой, а понимание программирования — довольно ограниченным.
sk: Počas štúdia na strednej odbornej škole a vyššej škole som sa stretol s odbormi súvisiacimi s počítačmi, ale v tom čase som mal pomerne slabé základy a moje porozumenie programovaniu bolo tiež dosť obmedzené.
sl: V času srednje poklicne šole in višje šole sem se srečeval s področji, povezanimi z računalništvom, vendar so bile moje osnove takrat razmeroma šibke, moje razumevanje programiranja pa prav tako precej omejeno.
sv: Under mina år i yrkesskola och junior college kom jag i kontakt med datorrelaterade ämnen, men då var min grund relativt svag och min förståelse för programmering också ganska begränsad.
ta: தொழில்முக மேல்நிலைப் பள்ளி மற்றும் ஜூனியர் கல்லூரி காலத்தில் நான் கணினி தொடர்பான பாடங்களை அறிந்திருந்தேன், ஆனால் அப்போது என் அடிப்படை ஒப்பீட்டளவில் பலவீனமாக இருந்தது, மேலும் நிரலாக்கத்தைப் பற்றிய என் புரிதலும் மிகவும் வரையறுக்கப்பட்டதாக இருந்தது.
te: నేను వృత్తిపరమైన మాధ్యమిక పాఠశాల మరియు జూనియర్ కాలేజ్ దశలో కంప్యూటర్‌కు సంబంధించిన విషయాలను అభ్యసించాను, కానీ ఆ సమయంలో నా పునాది తగినంత బలంగా లేకపోయింది, అలాగే ప్రోగ్రామింగ్‌పై నా అవగాహన కూడా చాలా పరిమితంగా ఉండేది.
th: ในช่วงที่ผมเรียนในสายอาชีวศึกษาและวิทยาลัย ผมได้เรียนในสาขาที่เกี่ยวข้องกับคอมพิวเตอร์ แต่ในเวลานั้นพื้นฐานของผมค่อนข้างอ่อน และความเข้าใจเกี่ยวกับการเขียนโปรแกรมก็ยังค่อนข้างจำกัด
tr: Meslek lisesi ve junior college yıllarımda bilgisayarla ilgili alanlarla temas ettim, ancak o dönemde temelim nispeten zayıftı ve programlama konusundaki anlayışım da oldukça sınırlıydı.
uk: Під час навчання в професійній середній школі та коледжі я стикався з дисциплінами, пов’язаними з комп’ютерами, але тоді моя база була відносно слабкою, а розуміння програмування також досить обмеженим.
ur: پیشہ ورانہ ثانوی اسکول اور جونیئر کالج کے دوران میرا کمپیوٹر سے متعلق مضامین سے تعارف ہوا، لیکن اُس وقت میری بنیاد نسبتاً کمزور تھی اور پروگرامنگ کے بارے میں میری سمجھ بھی کافی محدود تھی۔
vi: Trong giai đoạn học ở trường trung cấp nghề và cao đẳng, tôi đã tiếp xúc với các chuyên ngành liên quan đến máy tính, nhưng vào thời điểm đó nền tảng của tôi còn tương đối yếu và hiểu biết của tôi về lập trình cũng khá hạn chế.
zh_hans: 我在中专和大专阶段都接触过计算机相关专业，但那时的基础比较薄弱，对编程的理解也比较有限。
zh_hant: 我在中專和大專階段都接觸過電腦相關專業，但那時的基礎比較薄弱，對程式設計的理解也比較有限。

# about_author_body2
source: After graduating in 2019, I worked in different kinds of roles, including on-site work and sales. It was not until after 2024 that I truly began moving toward development.
ar: بعد تخرجي في عام 2019، عملت في أنواع مختلفة من الوظائف، بما في ذلك العمل الميداني والمبيعات. ولم أبدأ فعليًا في التوجّه نحو التطوير إلا بعد عام 2024.
bg: След дипломирането си през 2019 г. работих на различни позиции, включително на място и в продажбите. Истинският ми път към разработката започна едва след 2024 г.
bn: ২০১৯ সালে স্নাতক হওয়ার পর আমি অন-সাইট কাজ, বিক্রয়সহ বিভিন্ন ধরনের কাজ করেছি। সত্যিকারের উন্নয়নের পথে হাঁটা শুরু করি ২০২৪ সালের পর।
ca: Després de graduar-me el 2019, vaig fer diferents tipus de feina, incloent-hi treball presencial i vendes. No va ser fins després del 2024 que realment vaig començar a encaminar-me cap al desenvolupament.
cs: Po absolvování v roce 2019 jsem pracoval v různých typech zaměstnání, včetně práce na místě a prodeje. K vývoji jsem se skutečně začal přiklánět až po roce 2024.
da: Efter jeg blev færdiguddannet i 2019, havde jeg forskellige typer job, herunder onsite-arbejde og salg. Det var først efter 2024, at jeg for alvor begyndte at bevæge mig mod udvikling.
de: Nach meinem Abschluss im Jahr 2019 arbeitete ich in verschiedenen Tätigkeiten, darunter im Außeneinsatz und im Vertrieb. Erst nach 2024 begann ich mich wirklich in Richtung Entwicklung zu bewegen.
el: Αφού αποφοίτησα το 2019, εργάστηκα σε διαφορετικούς τύπους θέσεων, μεταξύ αυτών σε επιτόπια εργασία και στις πωλήσεις. Μόνο μετά το 2024 άρχισα πραγματικά να κατευθύνομαι προς την ανάπτυξη.
es: Después de graduarme en 2019, trabajé en distintos tipos de puestos, incluidos trabajos presenciales y de ventas. No fue hasta después de 2024 cuando realmente empecé a orientarme hacia el desarrollo.
fi: Valmistuttuani vuonna 2019 tein erilaisia töitä, mukaan lukien työskentelyä paikan päällä ja myyntityötä. Todellinen siirtymäni kohti kehitystyötä alkoi vasta vuoden 2024 jälkeen.
fr: Après avoir obtenu mon diplôme en 2019, j’ai exercé différents types de métiers, notamment sur site et dans la vente. Ce n’est qu’après 2024 que j’ai réellement commencé à m’orienter vers le développement.
gu: 2019માં સ્નાતક થયા પછી મેં ઓન-સાઇટ કામ, વેચાણ સહિત વિવિધ પ્રકારની નોકરીઓ કરી. ખરેખર વિકાસની દિશામાં આગળ વધવાનું મેં 2024 પછી જ શરૂ કર્યું.
he: לאחר שסיימתי את לימודיי ב-2019, עבדתי בסוגים שונים של תפקידים, כולל עבודה בשטח ומכירות. רק אחרי 2024 התחלתי באמת לפנות לכיוון הפיתוח.
hi: 2019 में स्नातक होने के बाद मैंने ऑन-साइट काम, बिक्री सहित कई तरह की नौकरियाँ कीं। वास्तव में विकास की दिशा में बढ़ना मैंने 2024 के बाद ही शुरू किया।
hr: Nakon što sam diplomirao 2019., radio sam različite vrste poslova, uključujući terenski rad i prodaju. Tek nakon 2024. godine doista sam počeo ulaziti u razvoj.
hu: Miután 2019-ben végeztem, különféle munkakörökben dolgoztam, többek között helyszíni munkában és értékesítésben. Valójában csak 2024 után indultam el igazán a fejlesztés felé.
id: Setelah lulus pada 2019, saya bekerja dalam berbagai jenis peran, termasuk pekerjaan lapangan dan penjualan. Baru setelah 2024 saya benar-benar mulai bergerak ke arah pengembangan.
it: Dopo essermi diplomato nel 2019, ho svolto diversi tipi di lavoro, tra cui attività sul campo e vendite. È stato solo dopo il 2024 che ho iniziato davvero a orientarmi verso lo sviluppo.
ja: 2019年に卒業した後、私は常駐や営業などさまざまな仕事をしてきました。実際に開発の道へ進み始めたのは、2024年以降です。
kk: 2019 жылы оқуымды аяқтағаннан кейін мен түрлі жұмыс түрлерімен айналыстым, соның ішінде жерде жұмыс істеу және сату саласында да болдым. Дамуға нақты бет бұруым тек 2024 жылдан кейін басталды.
kn: 2019ರಲ್ಲಿ ಪದವಿ ಪಡೆದ ನಂತರ ನಾನು ಆನ್-ಸೈಟ್ ಕೆಲಸ, ಮಾರಾಟ ಸೇರಿದಂತೆ ವಿವಿಧ ರೀತಿಯ ಕೆಲಸಗಳನ್ನು ಮಾಡಿದೆ. ಅಭಿವೃದ್ಧಿಯ ದಿಕ್ಕಿನತ್ತ ನಿಜವಾಗಿ ಸಾಗಲು ನಾನು 2024ರ ನಂತರವೇ ಪ್ರಾರಂಭಿಸಿದೆ.
ko: 2019년에 졸업한 뒤 저는 상주 근무와 영업 등 여러 종류의 일을 했습니다. 실제로 개발의 길로 들어서기 시작한 것은 2024년 이후였습니다.
lt: Baigęs studijas 2019 m., dirbau įvairius darbus, įskaitant darbą vietoje ir pardavimus. Iš tiesų link kūrimo pradėjau judėti tik po 2024 m.
ml: 2019ൽ പഠനം പൂർത്തിയാക്കിയ ശേഷം, ഞാൻ ഓൺ-സൈറ്റ് ജോലിയും വിൽപ്പന ജോലിയും ഉൾപ്പെടെ വിവിധ തരത്തിലുള്ള ജോലികൾ ചെയ്തു. വികസനത്തിന്റെ ദിശയിലേക്ക് ഞാൻ യഥാർത്ഥത്തിൽ തിരിഞ്ഞത് 2024ന് ശേഷമാണ്.
mr: 2019 मध्ये शिक्षण पूर्ण झाल्यानंतर मी ऑन-साइट काम, विक्री अशा विविध प्रकारच्या नोकऱ्या केल्या. प्रत्यक्षात विकासाच्या दिशेने वळायला मी 2024 नंतरच सुरुवात केली.
ms: Selepas tamat pengajian pada tahun 2019, saya melakukan pelbagai jenis pekerjaan, termasuk kerja di tapak dan jualan. Hanya selepas 2024 barulah saya benar-benar mula beralih ke arah pembangunan.
nb: Etter at jeg ble ferdig utdannet i 2019, jobbet jeg i ulike typer roller, blant annet med onsite-arbeid og salg. Det var først etter 2024 at jeg virkelig begynte å bevege meg mot utvikling.
nl: Na mijn afstuderen in 2019 heb ik verschillende soorten werk gedaan, waaronder werk op locatie en verkoop. Pas na 2024 begon ik me echt richting ontwikkeling te bewegen.
or: 2019ରେ ଶିକ୍ଷା ସମାପ୍ତ କରିବା ପରେ ମୁଁ ଅନ-ସାଇଟ କାମ, ବିକ୍ରୟ ସହିତ ବିଭିନ୍ନ ପ୍ରକାରର କାମ କରିଥିଲି। ପ୍ରକୃତରେ ଡିଭେଲପମେଣ୍ଟ ଦିଗକୁ ଯିବାକୁ ମୁଁ 2024 ପରେ ଆରମ୍ଭ କରିଥିଲି।
pa: 2019 ਵਿੱਚ ਪੜਾਈ ਪੂਰੀ ਕਰਨ ਤੋਂ ਬਾਅਦ ਮੈਂ ਆਨ-ਸਾਈਟ ਕੰਮ ਅਤੇ ਵਿਕਰੀ ਸਮੇਤ ਕਈ ਕਿਸਮ ਦੀਆਂ ਨੌਕਰੀਆਂ ਕੀਤੀਆਂ। ਅਸਲ ਵਿੱਚ ਡਿਵੈਲਪਮੈਂਟ ਵੱਲ ਮੁੜਨਾ ਮੈਂ 2024 ਤੋਂ ਬਾਅਦ ਹੀ ਸ਼ੁਰੂ ਕੀਤਾ।
pl: Po ukończeniu nauki w 2019 roku pracowałem w różnych rolach, w tym przy pracy na miejscu i w sprzedaży. Dopiero po 2024 roku naprawdę zacząłem kierować się w stronę programowania i rozwoju.
pt: Depois de me formar em 2019, trabalhei em diferentes tipos de funções, incluindo trabalho em campo e vendas. Foi só depois de 2024 que realmente comecei a seguir na direção do desenvolvimento.
ro: După ce am absolvit în 2019, am avut diferite tipuri de joburi, inclusiv muncă pe teren și vânzări. Abia după 2024 am început cu adevărat să mă îndrept spre dezvoltare.
ru: После выпуска в 2019 году я занимался разной работой, включая работу на месте и продажи. По-настоящему двигаться в сторону разработки я начал только после 2024 года.
sk: Po ukončení štúdia v roku 2019 som pracoval v rôznych typoch pozícií vrátane práce na mieste a predaja. K vývoju som sa naozaj začal obracať až po roku 2024.
sl: Po koncu šolanja leta 2019 sem opravljal različna dela, vključno z delom na terenu in prodajo. Proti razvoju sem se zares začel usmerjati šele po letu 2024.
sv: Efter att jag tog examen 2019 arbetade jag i olika typer av roller, bland annat med arbete på plats och försäljning. Det var först efter 2024 som jag verkligen började röra mig mot utveckling.
ta: 2019ஆம் ஆண்டு படிப்பை முடித்த பிறகு, நான் தளப்பணி, விற்பனை உள்ளிட்ட பல்வேறு வகையான வேலைகளை செய்தேன். உண்மையாகவே உருவாக்கத் துறைக்கு நகரத் தொடங்கியது 2024க்குப் பிறகுதான்.
te: 2019లో పట్టా పొందిన తర్వాత నేను ఆన్-సైట్ పని, అమ్మకాలు వంటి వివిధ రకాల పనులు చేశాను. అభివృద్ధి దిశగా నిజంగా ముందుకు సాగడం నేను 2024 తర్వాతే ప్రారంభించాను.
th: หลังจากเรียนจบในปี 2019 ผมได้ทำงานหลายประเภท รวมถึงงานภาคสนามและงานขาย โดยผมเริ่มหันมาสู่สายพัฒนาอย่างจริงจังหลังปี 2024 เท่านั้น
tr: 2019'da mezun olduktan sonra saha çalışması ve satış dâhil olmak üzere farklı türde işlerde çalıştım. Geliştirme alanına gerçekten yönelmeye ise ancak 2024'ten sonra başladım.
uk: Після закінчення навчання у 2019 році я працював на різних роботах, зокрема на виїзних позиціях і в продажах. По-справжньому рухатися в бік розробки я почав лише після 2024 року.
ur: 2019 میں تعلیم مکمل کرنے کے بعد میں نے مختلف نوعیت کی ملازمتیں کیں، جن میں آن سائٹ کام اور سیلز بھی شامل تھے۔ حقیقی طور پر ڈویلپمنٹ کی طرف بڑھنا میں نے 2024 کے بعد ہی شروع کیا۔
vi: Sau khi tốt nghiệp vào năm 2019, tôi đã làm nhiều loại công việc khác nhau, bao gồm công việc tại hiện trường và bán hàng. Mãi đến sau năm 2024, tôi mới thực sự bắt đầu chuyển hướng sang phát triển.
zh_hans: 2019年毕业后，我做过驻场、销售等不同类型的工作，真正开始走向开发，是在 2024 年之后。
zh_hant: 2019年畢業後，我做過駐場、銷售等不同類型的工作，真正開始走向開發，是在 2024 年之後。
